lang = {
    "start": {
        "uz": '''<b>🤖 Боттың буйрықлары:</b>

/mymembers - 📊 Сиз қосқан адамлар саны;

/check - 📈 Reply етилген адамның қосқан адамлар саны;

/top - 🏆 Ең көп адам қосқан 10 лық;

/clearall - 🧹 ID яки reply етилген адамның балын тазалаў;

/dell - 🗑 Адам қосқанлардың ҳәммесиниң балын тазалаў.

👥 <b>Группаға адам жыйнаў буйрықлары:</b>

/add - Буйрығы группаңызда мәжбүрий адам косыў режимин басқарады. Бул арқалы сиз группаңызға қәлегенше адам жыйнап аласыз;

/add 10 - Мәжбүрий адам қосыў режимин иске түсириў.

❗️<b>Еслетпе:</b> 10 санының орнына қәлеген санды жазыўыңызға болады.

/add off - Мәжбүрий адам қосыў режимин тоқтатыў;'''
    },

    "statistika": {
        "uz": "•📊 Есабат 📈\n\n👤 Пайдаланыўшылар:{}\n👥 Грурпалар:{}"
    },

    "reply_user_count": {
        "uz": "<a href='tg://user?id={}'>{}</a> группаға {} адам қосты ✅"
    },
    "my_id": {
        "uz": "<a href='tg://user?id={}'>{}</a> sсизиң ID номериңиз: <code>{}</code>"
    },
    "group_id": {
        "uz": "Группа ID номери: <code>{}</code>"
    },
    "my_member": {
        "uz": [
            "<a href='tg://user?id={}'>{}</a> сиз {} адам қосқансыз!", 
            "<a href='tg://user?id={}'>{}</a> Сиз еле адам қоспадыңыз!"
        ]
    },
    "check" : {
        "uz": [
            "<a href='tg://user?id={}'>{}</a> {} адам қосқан!", 
            "<a href='tg://user?id={}'>{}</a> Сиз еле адам қоспадыңыз!",
            "Группаға ким қанша адам қосқанын билиў ушын, сол адамға reply етип, /check буйрығын киритиң!" 
        ]
    },
    "toplist" : {
        "uz": [
            "Группаға еле ҳешким адам қоспаған."
        ]
    }
}